namespace TelegramAntiSpamBot.Tests
{
    internal class SpamData
    {
        public const string Spam1 = "Всем привет, лежу на лазурном берегу и зарабатываю прямо сейчас на беззаботную жизнь, хочешь так же, напиши мне и я расскажу как.";
        public const string Spam2 = "У меня для вас предложение о сотрудничестве в новом проекте! Строго 21+\r\nВозможность совмещать с основной сферой занятости. \r\nКoму интереснo? - Пишитe в личныe сообщeния!";
        public const string Spam3 = "Ищу заинтересованых в доп заработке людей, по деталям сотрудничества пишите в лс";
        public const string Spam4 = "Предлагаю выгодное сотрудничество . От 150 длр. ежедневно . Желающих присоединиться жду";
        public const string Spam5 = "🔠🔠🔠🔠🔠🔠🔠🔠🔠                 \r\n                      🔠🔠🔠🔠\r\n   \r\n   🔵HA УДAЛEHHУЮ ЗАНЯТОСТЬ🔵\r\n\r\n➖➖➖🔤🔤   🔤 🔤 🔤 🔤➖➖➖\r\n\r\n➖➖➖🔤🔤 🔤🔤🔤🔤🔤➖➖➖\r\n\r\n➖➖➖➖➖➖➖➖➖➖➖➖\r\n🔵Строго от 2️⃣1️⃣➕\r\n🔵Бесплатное обучение (2-3 дня)\r\n🔵Требуется мобильный \r\n      400-500$ в неделю\r\n➖➖➖➖➖➖➖➖➖➖➖➖\r\n\r\n⬇️⬇️Кому интересно пишите⬇️⬇️";
    }
}
